{
  "recipes": [
    {
      "id": 1,
      "name": "Turkey Taco Lettuce Wraps",
      "category": "breakfast",
      "image": "https://drive.google.com/uc?export=view&id=1FmLZXclV3gLW0mkhKX_bnRiYIIdrl7mP",

      "ingredients": [
        "2 tbsp. extra-virgin olive oil",
        "1 small yellow onion, chopped",
        "1 lb. ground turkey",
        "1 tsp. kosher salt",
        "1 tbsp. tomato paste",
        "1 tbsp. chili powder",
        "1 c. low-sodium chicken broth",
        "2 heads romaine lettuce, outer leaves separated"
      ],
      "directions": [
        "Step 1. Heat oil in a large skillet over medium-high. Add onion and cook until just soft, about 5 minutes. Add turkey and season with salt. Cook, breaking up meat with the side of a spoon, until meat is cooked through, 4 minutes.",
        "Step 2. Stir in tomato paste and chili powder and cook 1 minute. Add broth and simmer, stirring occasionally, until thickened, about 2 minutes more. ",
        "Step 3. Double up lettuce leaves. Divide meat mixture among leaves. Sprinkle with cheese, tomato, onion, avocado, and cilantro and serve."
      ]
    },
    {
      "id": 2,
      "name": "Beef Stroganoff",
      "category": "lunch",
      "image": "https://drive.google.com/uc?export=view&id=/1f8JZqwpwjgYfe5cKJtJZ4TXEHaDVStrN",
      "ingredients": [
        "3 tbsp. butter, divided",
        "1 lb. 80% lean ground beef",
        "Kosher salt",
        "Freshly ground black pepper",
        "1 1/2 lb. mushrooms, sliced ",
        "1 garlic clove, minced",
        "1 c. low-sodium beef stock or bone broth",
        "4 oz. cream cheese",
        "1/2 c. sour cream",
        "2 tsp. Worcestershire sauce",
        "2 tsp. Dijon mustard",
        "1/2 tsp. paprika",
        "Finely chopped parsley, for garnish",
        "steamed Cauliflower rice, for serving"
      ],
      "directions": [
        "Step 1 Heat a large skillet over medium-high and melt 1 tablespoon of butter. Add ground beef and season with salt and pepper. Cook beef, stirring occasionally, until cooked through, about 10 minutes. Transfer meat to a plate.",
        "Step 2 Return skillet to medium-high heat and add remaining butter and mushrooms. Cook, tossing occasionally, until mushrooms are golden, about 7 minutes. Season with salt and pepper and add garlic. Cook until fragrant, 1 minute. Add broth, cream cheese, sour cream, Worcestershire, Dijon, and paprika to skillet. Bring to a simmer, stirring. ",
        "Step 3 Return beef to skillet and stir to combine. Serve over cauliflower rice with garnish with parsley."
      ]
    }
  ]
}
